IDEA Open Model
TemperatureLoadOnLine.Direction Property
Compatible with IDEA StatiCa Beta 20.0
 Direction on temperaure
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public TemperatureDirection Direction { get; set; }
Public Property Direction As TemperatureDirection
	Get
	Set
Property Value
Type: TemperatureDirection
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace